Repository: mboiar/findabl_public
Catalog: locale/*/LC_MESSAGES/django.po
Languages: pl

source: Ethnic
pl: Etniczna

source: Restaurant
pl: Restauracja

source: Family-friendly
pl: Rodzinny

source: Other
pl: Lokal

source: Name
pl: Nazwa

source: Location
pl: Lokalizacja

source: Address
pl: Adres

source: Url on Google Maps
pl: Ten lokal na Mapach Google

source: Type
pl: Rodzaj

source: Sensory intensity
pl: Intensywność sensoryczna

source: Wheelchair accessibility
pl: Dostępność dla wózków

source: Quiet
pl: Cisza

source: Low-sight friendliness
pl: Udogodnienia dla osób ze słabym wzrokiem

source: User
pl: Użytkownik

source: Place
pl: Lokal

source: Creation date
pl: Data stworzenia

source: Noise
pl: Szum

source: Low-sight friendly
pl: Udogodnienia dla osób ze słabym wzrokiem

source: One review per place
pl: Maks. 1 recenzja na osobę.

source: Back to search results
pl: Powróć do wyników wyszukiwania

source: See this place on Google Maps
pl: Zobacz ten lokal na Mapach Google

source: Review this place
pl: Stwórz recenzję

source: Edit your review
pl: Edytuj swoją recenzję

source: Customer reviews
pl: Recenzje użytkowników

source: No reviews yet.
pl: Tu jeszcze nie ma recenzji.

source: Learn more about these ratings
pl: Przeczytaj więćej na temat tych recenzji.

source: Photos
pl: Zdjęcia

source: No photos here
pl: Tu jeszcze nie ma zdjęć.

source: This place on map
pl: Ten lokal na mapie

source: Select all
pl: Wybierz wszystkie

source: first step
pl: pierwszy krok

source: Back
pl: Powróć

source: Go back
pl: Powróć

source: Next
pl: Dalej

source: Are you sure you want to delete your review of
pl: Czy napewno chcesz usunąć swoją recenzję dla

source: Cancel
pl: Anuluj

source: Confirm
pl: Potwierdź

source: Review of
pl: Recenzja dla

source: Read about creating reviews
pl: Przeczytaj to zanim stworzysz recenzję

source: here.
pl: tutaj.

source: Delete review
pl: Usuń recenzję

source: Save review
pl: Zapisz zmiany

source: Search
pl: Wyszukaj

source: Results for:
pl: Wyniki dla zapytania:

source: Change search options
pl: Zmień opcje wyszukiwania

source: No reviews
pl: Nie ma recenzji

source: See details
pl: Zobacz szczegóły

source: Couldn't find places with these parameters. Try a different search or use our filter.
pl: Nie znaleziono żadnych wyników. Spróbuj inne wyszukiwanie lub skorzystaj z filtru.

source: or use our filter
pl: lub skorzystaj z filtru.

source: Browse
pl: Przeglądaj

source: Average
pl: Średnia

source: Page you were trying to access does not exist
pl: Ta strona nie istnieje

source: Return to the Homepage
pl: Powróć na stronę główną

source: Home
pl: Strona główna

source: Coming soon
pl: Wkrótce

source: About
pl: O tym serwisie

source: Contribute
pl: Profil

source: Profile
pl: Profil

source: Log in
pl: Zaloguj

source: Register
pl: Załóź konto

source: Back to top
pl: Na górę

source: Contact
pl: Kontakt

source: Help
pl: Pomoc

source: Contribution
pl: Twój wkład

source: Choose where to dine next based on your preferences
pl: Wybierz następną restaurację, którą polubisz

source: Type in the name or address of a place to learn about it
pl: Wpisz nazwę lub adres lokalu i poznaj czy spełnia twoje wymagania

source: A comfortable place for everyone
pl: Wygodne miejsce dla każdego

source: Get information about the suitability of eating places with the criteria chosen based on extensive research.
pl: Zobacz informacje co do stosowności lokalu dla ludzi z niepełnosprawnością.

source: Reliable opinions
pl: Przetelne opinie

source: Review process is moderated and contributors are carefully selected to avoid misleading or biased reviews.
pl: Recenzje są poddawane moderacji, a ich dodawanie jest możliwe jedynie dla zweryfikowanych osób.

source: Learn more about how you can contribute.
pl: Dowiedź się, jak możesz pomóc.

source: Accessible and efficient design
pl: Dostępny minimalistyczny interfejs

source: The website is intended to meet the WCAG2.0 accessibility criteria and be comfortably used by anyone. An approach focused on simplicity and efficiency allows to quickly get needed information without distraction or frustration.
pl: Ten projekt dąży do spełnienia kryteriów dostępności WCAG2.0 i być komfortowym w użytku dla każdego.

source: Learn about WCAG2.0.
pl: Poznaj zasady WCAG2.0

source: A solution to a widespread issue
pl: Rozwiązanie powszechnego problemu

source: Relevant research
pl: Badania

source: Choose another language
pl: Wybierz inny język

source: Switch
pl: Zmień

source: Hi
pl: Cześć

source: Please click on the link below to confirm your registration:
pl: Kliknij na poniższy link, żeby potwierdzić rejestrację:

source: Your username and password didn
pl: Twoje dane do logowania nie

source: Please login to see this page
pl: Zaloguj się, aby zobaczyć tę stronę

source: login
pl: zaloguj

source: Reset password
pl: Zresetuj hasło

source: Do not have an account
pl: Nie posiadam konta

source: logout
pl: wyloguj

source: Registration
pl: Rejestracja

source: Already have an account
pl: Już masz konto

source: Share errors and suggestions on <a href="https://github.com/mboiar/findabl">our Github</a>. </li>
pl: Zgłaszaj usterki praz sugestie na <a href="https://github.com/mboiar/findabl">moim Github</a>. </li>

source: Help to expand the project by reviewing visited places.
pl: Pomóź rozwojowi projektu poprzez dodanie recenzji dla zwiedzonych lokali.

source: Your reviews
pl: Twoje recenzje

source: Edit review
pl: Edytuj recenzję

source: You do not have any reviews yet
pl: Jeszcze nie masz recenzji

source: Logout
pl: Wyloguj

source: Change password
pl: Zmień hasło

source: Delete account
pl: Usuń konto

source: or
pl: lub

source: register
pl: zarejestruj się

source: to create or edit reviews.
pl: żeby dodawać i edytować recenzje.

source: Password changed successfully
pl: Pomyślnie zmieniono hasło

source: Save changes
pl: Zapisz zmiany

source: The password has been successfully reset
pl: Hasło zostało pomyślnie zmienione

source: Confirm new password
pl: Potwierdź nowe hasło

source: Request for password reset accepted. Follow the instructions sent to your email to complete reset
pl: Przyjęto prośbę o zresetowanie hasła. Postępuj zgodnie ze wskazówkami w wiadomości wysłanej na podany adres e-mail, żeby dokończyć

source: You're receiving this email because you requested a password reset for your user account at %(site_name)s.
pl: Otrzymałesz(-aś) ten mail w związku z prośbą o zresetowanie hasła dla twojego konta na %(site_name)s.

source: Please go to the following page and choose a new password:
pl: Odwiedź następującą stronę i utwórz nowe hasło:

source: Your username, in case you’ve forgotten:
pl: Twoja nazwa użytkownika:

source: Thanks for using our site!
pl: Dziękujemy za korzystanie z naszego projektu

source: The %(site_name)s team
pl: Zespół projektu %(site_name)s

source: Reset
pl: Resetuj

source: Edit profile
pl: Edytuj profil

source: Reviewed places will appear here
pl: Ocenione lokale pojawią się tutaj

source: Are you sure you want to delete your account?
pl: Czy na pewno chcesz usunąć swoje konto?

source: Your profile has been successfully deleted
pl: Twoje konto zostało pomyślnie usunięte

source: Go Home
pl: Na stronę główną

source: Registration request accepted. Follow the instructions sent to your email to complete registration and activate your account.
pl: Przyjęto prośbę o zarejestrowanie. Postępuj zgodnie z instrukcjami wysłanymi na podany adres e-mail, żebyzakończyć rejestrację i aktywować konto.

source: I have read the <a href="#">Contribution Guidelines</a> and <a href="#">Privacy Policy</a> and accept them.
pl: Przeczytałem(-am) <a href="#">Zasady dla kontrybutorów</a> oraz <a href="#">Politykę Prywatności</a> i akceptuję je.

source: Thanks! Registration is now complete
pl: Dziękujemy! Rejestracja zakończona. Twoje konto jest aktywne.
